[M_Sage_AcquiredTaste MissionDefinition]
TurnInDescription="The real meat is only the stomach of the cow or the strange name of "astrologer". beautifully."

[M_Sage_AcquiredTaste:LureCreatureSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Hammerlock discovers a wine that tastes like human flesh. This person is obviously deceiving you and trying to get rid of you.<br><br>There are two ways to look for wine: play the wine shop or get hurt and fight for your lifestyle. All these methods are safe. The second one is great."
